Repository: pedrocandeias/wp-site-notifications
Catalog: languages/post-notifications-*.po
Languages: es_es, pt_pt

source: Post Notifications Settings
es_es: Configuración de Notificaciones de Entradas
pt_pt: Definições de Notificações de Artigos

source: Post Notifications
es_es: Notificaciones de Entradas
pt_pt: Notificações de Artigos

source: Security check failed. Please try again.
es_es: La verificación de seguridad falló. Por favor, inténtelo de nuevo.
pt_pt: Verificação de segurança falhou. Por favor tente novamente.

source: You do not have permission to modify these settings.
es_es: No tiene permiso para modificar esta configuración.
pt_pt: Não tem permissão para modificar estas definições.

source: Notification Types
es_es: Tipos de Notificación
pt_pt: Tipos de Notificação

source: Post submitted for review (Pending)
es_es: Entrada enviada para revisión (Pendiente)
pt_pt: Artigo submetido para revisão (Pendente)

source: Post published
es_es: Entrada publicada
pt_pt: Artigo publicado

source: Post saved as draft
es_es: Entrada guardada como borrador
pt_pt: Artigo guardado como rascunho

source: Post scheduled for future publication
es_es: Entrada programada para publicación futura
pt_pt: Artigo agendado para publicação futura

source: Published post updated
es_es: Entrada publicada actualizada
pt_pt: Artigo publicado atualizado

source: Post moved to trash
es_es: Entrada movida a la papelera
pt_pt: Artigo movido para o lixo

source: Recipient Roles
es_es: Roles de Destinatarios
pt_pt: Funções dos Destinatários

source: WordPress Built-in Roles:
es_es: Roles Integrados de WordPress:
pt_pt: Funções Integradas do WordPress:

source: %d user
es_es: %d usuario
pt_pt: %d utilizador

source: Custom Roles:
es_es: Roles Personalizados:
pt_pt: Funções Personalizadas:

source: (Added by plugins or theme)
es_es: (Añadidos por plugins o tema)
pt_pt: (Adicionadas por plugins ou tema)

source: Select which user roles should receive email notifications. Custom roles are automatically detected.
es_es: Seleccione qué roles de usuario deben recibir notificaciones por correo electrónico. Los roles personalizados se detectan automáticamente.
pt_pt: Selecione quais as funções de utilizador que devem receber notificações por e-mail. Funções personalizadas são detetadas automaticamente.

source: Save Settings
es_es: Guardar Configuración
pt_pt: Guardar Definições

source: Unknown
es_es: Desconocido
pt_pt: Desconhecido

source: (no title)
es_es: (sin título)
pt_pt: (sem título)

source: [%s] New post pending review: %s
es_es: [%s] Nueva entrada pendiente de revisión: %s
pt_pt: [%s] Novo artigo pendente de revisão: %s

source: [%s] Post published: %s
es_es: [%s] Entrada publicada: %s
pt_pt: [%s] Artigo publicado: %s

source: [%s] Post saved as draft: %s
es_es: [%s] Entrada guardada como borrador: %s
pt_pt: [%s] Artigo guardado como rascunho: %s

source: [%s] Post scheduled: %s
es_es: [%s] Entrada programada: %s
pt_pt: [%s] Artigo agendado: %s

source: [%s] Post updated: %s
es_es: [%s] Entrada actualizada: %s
pt_pt: [%s] Artigo atualizado: %s

source: [%s] Post trashed: %s
es_es: [%s] Entrada en papelera: %s
pt_pt: [%s] Artigo no lixo: %s

source: [%s] Post notification
es_es: [%s] Notificación de entrada
pt_pt: [%s] Notificação de artigo

source: <p>A new post has been submitted for review on <a href="%s">%s</a>.</p>
es_es: <p>Se ha enviado una nueva entrada para revisión en <a href="%s">%s</a>.</p>
pt_pt: <p>Um novo artigo foi submetido para revisão em <a href="%s">%s</a>.</p>

source: <p><strong>Title:</strong> %s</p>
es_es: <p><strong>Título:</strong> %s</p>
pt_pt: <p><strong>Título:</strong> %s</p>

source: <p><strong>Author:</strong> %s</p>
es_es: <p><strong>Autor:</strong> %s</p>
pt_pt: <p><strong>Autor:</strong> %s</p>

source: <p><strong>Status:</strong> Pending Review</p>
es_es: <p><strong>Estado:</strong> Pendiente de Revisión</p>
pt_pt: <p><strong>Estado:</strong> Pendente de Revisão</p>

source: <p><a href="%s">Review and approve this post</a></p>
es_es: <p><a href="%s">Revisar y aprobar esta entrada</a></p>
pt_pt: <p><a href="%s">Rever e aprovar este artigo</a></p>

source: <p>A post has been published on <a href="%s">%s</a>.</p>
es_es: <p>Se ha publicado una entrada en <a href="%s">%s</a>.</p>
pt_pt: <p>Um artigo foi publicado em <a href="%s">%s</a>.</p>

source: <p><a href="%s">View post</a> | <a href="%s">Edit post</a></p>
es_es: <p><a href="%s">Ver entrada</a> | <a href="%s">Editar entrada</a></p>
pt_pt: <p><a href="%s">Ver artigo</a> | <a href="%s">Editar artigo</a></p>

source: <p>A post has been saved as draft on <a href="%s">%s</a>.</p>
es_es: <p>Se ha guardado una entrada como borrador en <a href="%s">%s</a>.</p>
pt_pt: <p>Um artigo foi guardado como rascunho em <a href="%s">%s</a>.</p>

source: <p><a href="%s">Edit draft</a></p>
es_es: <p><a href="%s">Editar borrador</a></p>
pt_pt: <p><a href="%s">Editar rascunho</a></p>

source: <p>A post has been scheduled for publication on <a href="%s">%s</a>.</p>
es_es: <p>Se ha programado una entrada para publicación en <a href="%s">%s</a>.</p>
pt_pt: <p>Um artigo foi agendado para publicação em <a href="%s">%s</a>.</p>

source: <p><strong>Scheduled for:</strong> %s</p>
es_es: <p><strong>Programada para:</strong> %s</p>
pt_pt: <p><strong>Agendado para:</strong> %s</p>

source: <p><a href="%s">Edit post</a></p>
es_es: <p><a href="%s">Editar entrada</a></p>
pt_pt: <p><a href="%s">Editar artigo</a></p>

source: <p>A published post has been updated on <a href="%s">%s</a>.</p>
es_es: <p>Se ha actualizado una entrada publicada en <a href="%s">%s</a>.</p>
pt_pt: <p>Um artigo publicado foi atualizado em <a href="%s">%s</a>.</p>

source: <p>A post has been moved to trash on <a href="%s">%s</a>.</p>
es_es: <p>Se ha movido una entrada a la papelera en <a href="%s">%s</a>.</p>
pt_pt: <p>Um artigo foi movido para o lixo em <a href="%s">%s</a>.</p>

source: <p><a href="%s">View trashed posts</a></p>
es_es: <p><a href="%s">Ver entradas en papelera</a></p>
pt_pt: <p><a href="%s">Ver artigos no lixo</a></p>

source: This is an automated notification from Post Notifications plugin.
es_es: Esta es una notificación automática del plugin Notificaciones de Entradas.
pt_pt: Esta é uma notificação automática do plugin Notificações de Artigos.
